"choose file to split" = "Scegli il file da dividere...";
"error" = "Errore";
"output does not support input format" = "Il formato di destinazione selezionato non è compatibile col formato di input.";
"unsupported input file" = "Impossibile aprire il file di input.";
"slash" = "／";
"colon" = "：";
"no write permission" = "Impossibile scrivere nella cartella di destinazione.";
"CDDB connection" = "Connessione a CDDB";
"CDDB not found" = "Questo CD non è stato trovato in CDDB.";
"CDDB connection failure" = "Impossibile connettersi al server CDDB.";
"Open as Raw PCM" = "Apri come dati raw PCM (+cue)";
"embedded cue sheet" = "Cue sheet integrato";
"read embedded cuesheet?" = "C'è un Cue sheet integrato in questo file. Vuoi leggerlo?";
"Waiting" = "In attesa";
"Various Artists" = "Artisti vari";
"Audio CD Not Found" = "(CD audio non trovato)";
"Device is busy" = "Impossibile aprire il disco. Controlla che non sia in uso da parte di altre applicazioni.";
"(Data Track)" = "(Traccia dati)";
"Detect Pregap" = "Rileva pre-gap";
"Detecting Pregap..." = "Rilevazione pre-gap...";
"Waiting for Drive..." = "In attesa del drive...";
"Connecting to AccurateRip" = "Connessione in corso al database AccurateRip...";
"AccurateRip hash not found" = "Questo CD non è stato trovato nel database AccurateRip.";
"calculating hash..." = "Calcolo dell'hash AccurateRip...";
"Specify the output directory" = "Specifica la cartella di destinazione";
"%.1f %%, %.1fx realtime, %d:%02d remaining" = "%.1f %%, %.1fx in tempo reale, %d:%02d rimanente";
"detecting offset..." = "Rilevazione offset...";
"detection success" = "Rilevazione con successo";
"detection failure" = "Rilevazione fallita";
"Can't detect the offset of this file." = "Impossibile rilevare l'offset di questo file.";
"The offset of this file is wrong in %d samples (confidence %d)." = "L'offset di questo file è sbagliato di %d sample (affidabilità %d).";
"This file has a correct offset." = "Questo file ha un offset corretto.";
"Fix and Save" = "Correggi e salva";
"%d (confidence %d)" = "%d (affidabilità %d)";
"scanning replaygain..." = "Scansione ReplayGain in corso...";
"Multiple Formats" = "Formati multipli";
"Analyzing caching ability... (this may take a few minutes)" = "Analisi dell'abilità cache in corso... (potrebbe richiedere qualche minuto)";
"Some errors occurred during analysis.\n\n" = "Sono avvenuti degli errori durante l'analisi.\n\n";
"Your drive seems to have a cache of %d sectors (%d Kbytes).\n" = "Il tuo drive appare avere una cache di %d settori (%d KB).\n";
"Recommended cache defeating strength is: %d (1-14)\n\n" = "Il defeating strength consigliato per la cache è: %d (1-14)\n\n";
"Your drive has a too large cache to defeat. :(\n\n" = "Il tuo drive ha una cache troppo grande per il defeat. :(\n\n";
"The cache size is too small to have an effect.\n" = "La dimensione della cache è troppo piccola per determinare un effetto.\n";
"The cache size is small enough for cdparanoia III 10.2 engine. :)\n\n" = "La dimensione della cache è piccola a sufficienza per l'engine cdparanoia III 10.2. :)\n\n";
"The cache size is small enough for cdparanoia III 10.2 engine, but backseeking doesn't seem to work for flushing cache. Please be careful with this drive.\n\n" = "La dimensione della cache è piccola a sufficienza per l'engine cdparanoia III 10.2, ma il backseeking non sembra funzionare per la flushing cache. Fa' attenzione con questo drive.\n\n";
"You may be able to turn off \"Disable cache\" option, but I recommend you to disable cache with the minimum strength.\n\n" = "Potresti riuscire a disattivare l'opzione  \"Disabilita cache\", ma si consiglia di disabilitare la cache con lo strength minimo.\n\n";
"No registered drive found" = "Nessun drive registrato trovato";
"Scanning" = "Scansione";
"Scanning Files..." = "Scansione file...";
"Completed" = "Completata";
"Cancelled" = "Annullata";
"Error has occurred in the decoder" = "È avvenuto un errore nel decodificatore";
"Error has occurred in the encoder" = "È avvenuto un errore nel codificatore";
"Apply This Item for All Files" = "Applica a tutti i file";
"Quit XLD" = "Esci da XLD";
"You have some active tasks. Are you sure you want to quit?" = "Potresti avere delle attività in corso. Sei sicuro di voler uscire?";
"formatTooltipStr" = "%n: Numero traccia\n%D: Numero disco\n%t: Titolo\n%a: Artista\n%T: Titolo album\n%A: Artista album\n%c: Compositore\n%y: Anno\n%g: Genre\n%f: Formato\n%i: ISRC\n%m: MCN\n%I: DiscID";
"General" = "Generale";
"Batch" = "Batch";
"CDDB" = "CDDB";
"Metadata" = "Metadati";
"CD Rip" = "Estrazione CD";
"CD Burn" = "Scrittura CD";
"multibyteSpace" = "　";
"Apply This Item for the Same Album" = "Applica a tutto l'album";
"Error: cannot open the input file" = "Errore: imposibile aprire il file di input";
"Skipped: file already exists in the output path" = "Saltato: il file esiste già nella cartella di destinazione";
"Error: seek failure" = "Errore: ricerca fallita";
"Error: incompatible output format" = "Errore: formato di destinazione incompatibile";
"Error: cannot write the output file" = "Errore: impossibile scrivere il file di destinazione";
"Current encoders:" = "Codificatori attuali:";
"New Profile" = "Nuovo profilo";
"YES" = "SÌ";
"NO" = "NO";
"Extract" = "Estrai";
"Extraction Mode" = "Modalità di estrazione";
"Get Metadata" = "Ottieni i metadati";
"Edit Metadata" = "Modifica i metadati";
"Cancel All Tasks" = "Annulla tutte le attività";
"Burn CD" = "Scrivi CD";
"There is not enough space available on the disc." = "Non c'è abbastanza spazio disponibile sul disco.";
"Burn Failed" = "Scrittura fallita";
"Not found" = "Non trovato";
"Clear Recent Searches" = "Cancella le ricerche recenti";
"No Recent Searches" = "Nessuna ricerca recente";
"Cannot Search Cover Art" = "Impossibile cercare l'immagine di copertina";
"You have to enable Amazon Web Services and set up access keys to use this feature." = "Devi attivare Amazon Web Services e impostare le chiavi di accesso per usare questa funzionalità.";
"DiscID Association Failure" = "Associazione DiscID fallita";
"This DiscID is already associated with the release." = "Questo DiscID è già associato con la release.";
"The original files will be removed after this conversion. Are you sure you want to continue?" = "I file originali verranno cancellati dopo questa conversione. Sei sicuro di voler continuare?";
"Deleting Original Files" = "Cancellazione file originali";
"Don't delete" = "Non cancellare";
"Save As" = "Salva come";
"Transcode" = "Transcodifica";
"%@ Total" = "%@ Totale";
"Cannot open the file \"%@\"." = "Impossibile aprire il file “%@”.";
"Cannot open the associated file \"%@\"." = "Impossibile aprire il file associato “%@”.";
"Cannot find the associated file \"%@\"." = "Impossibile aprire il file associato “%@”.";
"Cannot find proper decoder for the associated file \"%@\"." = "Impossibile trovare un decoder adatto per il file associato “%@”.";
"Samplerate of the associated file \"%@\" is different from others." = "La frequenza di campionamento del file associato “%@” è diversa dalle altre.";
"Number of channels of the associated file \"%@\" is different from others." = "Il numero di canali del file associato “%@” è diverso dagli altri.";
"PCM format of the associated file \"%@\" is different from others." = "Il formato PCM del file associato “%@” è diverso dagli altri.";
"Samplerate of the file \"%@\" is different from others." = "La frequenza di campionamento del file “%@” è diversa dagli altri.";
"Number of channels of the file \"%@\" is different from others." = "Il numero di canali del file “%@” è diverso dagli altri.";
"PCM format of the file \"%@\" is different from others." = "Il formato PCM del file “%@” è diverso dagli altri.";
"No audio tracks found in the cue sheet." = "Nessuna traccia audio trovata nel Cue sheet";
"No audio files found in the folder." = "Nessun file audio trovato nella cartella.";
"Error Parsing Cue Sheet" = "Errore nell'analisi del Cue Sheet";
"Error Opening Folder As a Disc" = "Errore nell'apertura di una cartella come disco";
"The enterd URL does not contain valid data for the current disc." = "L'URL immesso non contiene dati validi per il disco corrente.";
"The entered string is not a valid MusicBrainz or Discogs release URL." = "La sequenza inserita non è un'URL valida di release MusicBrainz o Discogs.";
"Log Checker..." = "Controllo log...";
"Making priority higher than the current value" = "Making priority higher than the current value";
"Please restart XLD to take effect." = "Please restart XLD to take effect.";
"File Naming" = "File Naming";
"Apply This Item for All Tracks" = "Apply This Item for All Tracks";
"Enable Dark Mode Support" = "Enable Dark Mode Support";
"Disable Dark Mode Support" = "Disable Dark Mode Support";
"Please restart XLD to take effect." = "Please restart XLD to take effect.";
"Please restart XLD to take effect. Experimental - may cause grapical glitches." = "Please restart XLD to take effect. Experimental - may cause grapical glitches.";
